Repository: PML54/luchy
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Cancel
fr: Annuler

# photoGalleryLabel
source: Photo Gallery
fr: Photos

# success
source: Puzzle completed!
fr: Puzzle terminé !

# photoGalleryOption
source: Open Gallery
fr: Ouvrir Galerie

# levelTitleLabel
source: Level
fr: Niveau

# levelTitle
source: Level
fr: Niveau

# levelEasyLabel
source: Easy
fr: Facile

# levelMediumLabel
source: Medium
fr: Moyen

# levelHardLabel
source: Hard
fr: Difficile

# levelCustomLabel
source: Custom
fr: Personnalisé

# difficultyLabel
source: Difficulty
fr: Difficulté

# puzzleSizeLabel
source: Size
fr: Taille

source: Share
fr: Partager

# sharePuzzleInfo
source: An exciting puzzle with {difficulty} pieces
fr: Un puzzle passionnant en {difficulty} pièces

# shareTitle
source: New PuzHub Challenge!
fr: Nouveau défi PuzHub !

# shareDownloadPrompt
source: Download PuzHub and join the challenge!
fr: Téléchargez PuzHub et rejoignez le défi !

# shareHashtags
source: #PuzHub #Puzzle #MobileGame
fr: #PuzHub #Puzzle #JeuMobile

source: Error
fr: Erreur

# sourceDialogTitle
source: PuzHub V1.4
fr: Artuzz V1.1

# galleryOption
source: Gallery
fr: Galerie

# cameraOption
source: Camera
fr: Photo

source: Processing image...
fr: Analyse de l'image...

source: Resizing image...
fr: Redimensionnement de l'image...

# processing
source: Running...
fr: Traitement en cours...

# codeDialogTitle
source: Enter Code
fr: Entrer le code

# codeHint
source: 3-digit code
fr: Code à 3 chiffres

# shareCodeTitle
source: Puzzle Code
fr: Code du Puzzle

# shareCodeMessage
source: Your puzzle code is:
fr: Votre code de puzzle est :

# shareWithImage
source: Share this Code with your Friends!
fr: Partagez ce code avec vos amis !

source: Sharing image...
fr: Partage de l'image...

# photoError
source: Photo error: {message}
fr: Erreur photo : {message}

# imageError
source: Error Image: {message}
fr: Erreur image : {message}

# sharingError
source: Sharing Error: {message}
fr: Erreur de partage : {message}

# takePhotoError
source: Error Take Photo: {message}
fr: Erreur prise de photo : {message}

# decodeError
source: No decode
fr: Impossible de décoder l'image

# tempFileError
source: Temporary file could not be created
fr: Le fichier temporaire n'a pas pu être créé

# selectImageHelp
source: Select a photo or Take photo
fr: Sélectionnez une photo ou prenez une photo

# previewLabel
source: Preview
fr: Aperçu

source: Image Processing Report
fr: Rapport de traitement d'image

source: Grid
fr: Grille

source: Original Size
fr: Taille originale

source: Optimized Size
fr: Taille optimisée

# imageEntropy
source: Image Complexity:
fr: Complexité:

source: Processing Times
fr: Temps de traitement

# decodingTime
source: Decoding
fr: Décodage

# piecesCreationTime
source: Pieces Creation
fr: Création des pièces

# shuffleTime
source: Shuffle
fr: Mélange

# cropTime
source: Cropping
fr: Recadrage

# initTime
source: Initialization
fr: Initialisation

# pickImageTime
source: Image Selection
fr: Sélection de l'image

source: Total Time
fr: Temps total

source: Close
fr: Fermer
